Repository: YandutovEvgeny/AdvanticaAutomationClient
Catalog: AdvanticaAutomationTestClient/Localization/Resources.*.resx
Languages: de

# AddWorkerAddWorker
source: Add worker
de: Arbeitskraft hinzufügen

# AddWorkerAddWorkerWizzard
source: Add worker wizzard
de: Assistent zum hinzufügen

# AddWorkerBirtday
source: *Birthday
de: *Geburtsdatum

# AddWorkerError
source: Error
de: Fehler

# AddWorkerFemale
source: Female
de: Feminin

# AddWorkerFillRequiredFields
source: Fill all required fields!
de: Füllen sie alle erforderlichen felder aus!

# AddWorkerFirstName
source: *First name
de: *Nomen

# AddWorkerHaveChildrens
source: *Have childrens?
de: *Kinder haben?

# AddWorkerLastName
source: *Last name
de: *Nachname

# AddWorkerMale
source: Male
de: Männlich

# AddWorkerMiddleName
source: Middle name
de: Vorname

# AddWorkerNo
source: No
de: Nein

# AddWorkerRequired
source: * - required parameter
de: * - erforderlicher parameter

# AddWorkerSex
source: Sex of worker
de: Etage des arbeiters

# AddWorkerSuccessfullyCreated
source: successfully created
de: erfolgreich erstellt

# AddWorkerTakeAdministrator
source: Oops, something went wrong, please contact the administrator
de: Hoppla, etwas ist schief gelaufen. Wenden Sie sich an Ihren Administrator

# AddWorkerWorker
source: Worker
de: Arbeiter

# AddWorkerWorkerSuccessfullyAdded
source: Worker added
de: Arbeiter hinzugefügt

# AddWorkerYes
source: Yes
de: Ja

# MainAddWorker
source: Add worker
de: Arbeitskraft hinzufügen

# MainAreYouSureToDeleteWorker
source: Are you sure want delete worker?
de: Sind Sie sicher, dass Sie den Worker löschen möchten?

# MainBirthday
source: Birthday:
de: Geburtsdatum:

# MainChangeWorkerData
source: Change data
de: Um die Daten zu ändern

# MainDeleteWorker
source: Delete worker
de: Arbeiter löschen

# MainDeletingWorker
source: Deleting worker
de: Einen Arbeiter löschen

# MainFemale
source: Female
de: Feminin

# MainHaveChildrens
source: Have childrens:
de: Kinder haben:

# MainMale
source: Male
de: Männlich

# MainNo
source: No
de: Nein

# MainSelectDeleteWorker
source: Select worker want delete
de: Wählen Sie den Arbeiter aus, den Sie löschen möchten!

# MainSelectedWorker
source: Selected worker
de: Ausgewählter Arbeiter

# MainSelectedWorkerBirthday
source: Birthday:
de: Geburtsdatum:

# MainSelectedWorkerFLM
source: FLM:
de: Vollständiger Name:

# MainSelectedWorkerHaveChildrens
source: Have childrens:
de: Kinder haben:

# MainSelectedWorkerSex
source: Sex:
de: Etage des arbeiters

# MainSelectUpdateWorker
source: Select worker want update
de: Wählen Sie den Arbeitnehmer aus, den Sie ändern möchten!

# MainSex
source: Sex:
de: Etage des arbeiters:

# MainUndefined
source: Undefined
de: Nicht definiert

# MainWorkerList
source: List of workers
de: Eine Liste der Mitarbeiter

# MainWorkerNotSelected
source: Worker not selected
de: Kein Arbeiter ausgewählt

# MainWorkerRemoved
source: Worker removed
de: Arbeiter entfernt

# MainWorkerSuccessfullyRemoved
source: Worker successfully removed!
de: Worker erfolgreich gelöscht!

# MainYes
source: Yes
de: Ja

# UpdateWorkerBirthday
source: *Birthday
de: *Geburtsdatum

# UpdateWorkerFemale
source: Female
de: Feminin

# UpdateWorkerFirstName
source: *First name
de: *Nomen

# UpdateWorkerHaveChildrens
source: *Have childrens?
de: *Kinder haben?

# UpdateWorkerLastName
source: *Last name
de: *Nachname

# UpdateWorkerMale
source: Male
de: Männlich

# UpdateWorkerMiddleName
source: Middle name
de: Vorname

# UpdateWorkerNo
source: No
de: Nein

# UpdateWorkerRequired
source: * - required parameter
de: * - erforderlicher parameter

# UpdateWorkerSex
source: Sex of worker
de: Etage des arbeiters

# UpdateWorkerUpdateWorker
source: Update worker
de: Arbeitnehmer wechseln

# UpdateWorkerUpdateWorkerWizzard
source: Update worker wizzard
de: Assistent zum Arbeitnehmerwechsel

# UpdateWorkerYes
source: Yes
de: Ja
